Repository: JoaoRodrigoGoncalves/Summaries
Catalog: Summaries/codeResources/GlobalStrings.*.resx
Languages: pt_pt

source: Administrator
pt_pt: Administrador

# AppName
source: Summaries - Internship Summary Control Software
pt_pt: Summaries - Software de Controlo de Sumários de Estágio

# CannotChangeSamePassword
source: Cannot change to the same password
pt_pt: Não é possível alterar para a mesma palavra-passe.

# CannotConnectServer
source: Failed to connect to the server
pt_pt: Não foi possível ligar ao servidor.

# CannotConnectServerLong
source: Couldn't establish a connection to the Summaries server. Please try again later.
pt_pt: Não foi possível establecer uma ligação com o servidor do Summaries. Por favor, tente novamente mais tarde!

# CantGetClassInfo
source: Could Not Get Class Information
pt_pt: Não foi possível obter informações da turma.

source: Closing...
pt_pt: A fechar...

source: Connection Lost!
pt_pt: Ligação perdida!

# ConnectionToServerLost
source: Lost Connection to the server. Please try again later!
pt_pt: Ligação com o servidor perdida. Tente novamente mais tarde!

# CouldNotLoadResources
source: Could not load all needed resources
pt_pt: Não foi possível carregar todos os recursos nercessários.

source: Critical Error
pt_pt: Erro Critico

source: Empty Fields
pt_pt: Campos Vazios

# EmptyFieldsText
source: One or more fields are empty. Please fill them before continue.
pt_pt: Um ou mais campos estão vazios. Preencha-los e tente novamente!

source: Error
pt_pt: Erro

source: Exit
pt_pt: Sair

# ExitQuestion
source: Are you sure you want to exit?
pt_pt: Tem a certeza que quer sair?

# FailedCheckUpdates
source: Failed to check for updates
pt_pt: Não foi possível procurar por atualizações

# GenerationTime
source: Document processed by a computer on {0} at {1}.
pt_pt: Documento processado por computador em {0} às {1}.

# GotMoreThanOneEntry
source: More than one entry received
pt_pt: Mais que uma entrada recebida

# IncorrectCurrentPassword
source: The current password provided is incorrect. Please try again.
pt_pt: A palavra-passe atual introduzida está incorreta! Tente novamente!

# LaunchOnLatestVersion
source: The application can only be lauched on the lastest version. Closing...
pt_pt: A aplicação apenas pode ser executada na versão mais recente! A fechar...

# MandatoryField
source: This field is mandatory
pt_pt: Este campo é obrigatório

# NewPasswordMismatch
source: The new passwords don't match. Please try again.
pt_pt: As novas palavras-passe não condizem. Tente novamente!

# NewVersion
source: New version available!
pt_pt: Nova versão disponível!

# NewVersionLong
source: A new version is available. Would you like to download it now?
pt_pt: Uma nova versão está dispoível! Pretende transferi-la?

# NoInternet
source: Failed to connect to the internet
pt_pt: Não foi possível ligar à internet

# NoInternetLong
source: Couldn't establish a connetion to the internet. Please try again later.
pt_pt: Não foi possível establecer uma ligação com a internet! Tente novamente mais tarde!

# OldPasswordSameAsNew
source: The current password and new password provided are the same.
pt_pt: A palavra-passe atual e a nova palavra-passe são a mesma!

source: Password Changed
pt_pt: Palavra-passe alterada!

# PasswordChangedSuccess
source: Password Changed Successfully!
pt_pt: Palavra-passe alterada com sucesso!

# PasswordIncorrect
source: Incorrect Password
pt_pt: Palavra-passe incorreta!

source: Password Reseted Successfully!
pt_pt: Palavra-passe redefinida com sucesso!

# PasswordsDontMatch
source: The passwords don't match
pt_pt: As palavras-passe não coincidem!

source: Settings
pt_pt: Definições

source: Something went wrong
pt_pt: Algo correu mal

source: Student
pt_pt: Aluno

source: Unsaved Changes
pt_pt: Alterações por guardar

# UserSettings
source: {0} settings
pt_pt: Definições de {0}
